const faTextConstant = {
    whatIsRanking: "رتبه‌بندی چیست",
    banks: "بانک‌ها",
    indicator: "شاخص‌ها",
    aboutUs: "درباره‌ما",
    contactUs: "تماس با ما",

    banksPageDesc: "از این قسمت می‌توانید لیست بانک‌های رتبه‌بندی شده را مشاهده کنید. با انتخاب هر بانک، اطلاعات و رتبه‌ی تفصیلی آن قابل مشاهده است.",
    banksPageSearch: "بانک موردنظر خود را بنویسید.",

    point: "نمره کل: ",

    footerAbout: "توضیح کوتاه درباره‌ی ما  توضیح کوتاه درباره‌ی ما\n" +
        "توضیح کوتاه درباره‌ی ما  توضیح کوتاه درباره‌ی ما\n" +
        "توضیح کوتاه درباره‌ی ما  توضیح کوتاه درباره‌ی ما\n" +
        "توضیح کوتاه درباره‌ی ما  توضیح کوتاه درباره‌ی ما",
    emailUs: "ایمیل: ",
    callUs: "تلفن: ",

    email: "hoseyn.mousavi78@gmail.com",
    phone: "09123456789",
}

export default faTextConstant