const faTextConstant = {
    whatIsRanking: "رتبه‌بندی چیست",
    banks: "بانک‌ها",
    indicator: "شاخص‌ها",
    aboutUs: "درباره‌ی ما",
    contactUs: "تماس با ما",

    bank: "بانک ",

    banksPageDesc: "از این قسمت می‌توانید لیست بانک‌های رتبه‌بندی شده را مشاهده کنید. با انتخاب هر بانک، اطلاعات و رتبه‌ی تفصیلی آن قابل مشاهده است.",
    banksPageSearch: "بانک موردنظر خود را بنویسید.",

    bankPageSearch: "شاخص موردنظر خود را بنویسید.",

    indicatorsPageDesc: "از این قسمت می‌توانید لیست شاخص‌هایی که رتبه‌بندی بر اساس آن‌ها انجام می‌شود را مشاهده کنید. با انتخاب هر شاخص، توضیحات و وضعیت هر بانک در آن قابل مشاهده است.",

    point: "نمره کل: ",

    footerAbout: "این پایگاه اطلاع رسانی به منظور رتبه‌بندی بانک‌های کشور بر اساس گزارش‌های رسمی اعلامی بانک‌ها، در همکاری با وزارت اقتصاد و نهادهای پژوهشی، فعالیت می‌کند.",
    emailUs: "ایمیل: ",
    callUs: "تلفن: ",

    email: "hoseyn.mousavi78@gmail.com",
    phone: "09123456789",

    type: "نوع بانک: ",
    established_year: "سال تاسیس: ",
    total_score: "نمره کل: ",
    deposit_amount: "میزان کل سپرده: ",
    major_shareholders: "سهامداران عمده: ",
    employees_numbers: "تعداد کارمندان: ",
    basic_capital: "سرمایه‌ی پایه: ",
    branches_number: "تعداد شعب: ",

    capitalUnit: " همت",

    bankChartTitle: "نمودار نمره‌ کل در طول زمان",

    indicatorDesc: "توضیحات شاخص",
    indicatorCount: "",
    indicatorWeight: "وزن: ",

    audited: "حسابرسی شده",
    notAudited: "حسابرسی نشده",

    percent: " درصد",

    panelDashboard: "داشبورد",
    panelBanks: "بانک‌ها",
    panelIndicators: "شاخص‌ها",

    manageBanners: "مدیریت بنرها",
    addBank: "افزودن بانک جدید",
    addIndicator: "افزودن شاخص",

    whatIsRankingTitle: "رتبه‌بندی بانک‌های ایران چیست و چگونه انجام می‌شود؟",
    whatIsRankingDesc: "بانک مرکزی و وزارت اقتصاد در دولت سیزدهم تلاش کرده‌اند در جهت نظم بخشی به عملکرد بانک‌ها و جهت دهی به آن‌ها در جهت تامین مالی تولید و انضباط مالی، گام‌هایی را بردارد. در همین راستا وزارت اقتصاد قصد دارد با آغاز به کار پایگاه رتبه بندی بانک‌ها به طور مستمر مهمترین شاخص‌های عملکردی بانک‌ها را در معرض عموم قرار دهد",

    whatIsRankingPage: "یکی از مهمترین اجزاء اقتصاد در هر کشوری شبکه بانکی است که سهمی ویژه در تامین مالی تولید و خدمت رسانی به کسب و کارها دارد. به طور خاص در اقتصاد ایران به دلیل سهم بالای شبکه بانکی از تامین مالی کسب و کارها، اهمیت آن دوچندان است و انتظار می‌رود حساسیت بیشتری بر عملکرد آن‌ها اعمال شود. بانک مرکزی و وزارت اقتصاد در دولت سیزدهم تلاش کرده‌اند در جهت نظم بخشی به عملکرد بانک‌ها و جهت دهی به آن‌ها در جهت تامین مالی تولید و انضباط مالی، گام‌هایی را بردارد. در همین راستا وزارت اقتصاد قصد دارد با آغاز به کار پایگاه رتبه بندی بانک‌ها به طور مستمر مهمترین شاخص‌های عملکردی بانک‌ها را در معرض عموم قرار دهد و به این ترتیب ضمن کمک به آگاهی بخشی عمومی، از ظرفیت نظارت مردمی و کارشناسان برای بهبود عملکرد بانک‌ها بهره ببرد. برای این مهم محوری‌ترین شاخص‌های عملکردی بانک‌ها استخراج شده است و در هر مورد بانک‌های فعال در اقتصاد ایران رتبه بندی شده‌اند. نکته مهم اینکه عملکرد بانک‌ها در یک یا دو شاخص ملاک مطلوبی برای قضاوت درخصوص آن‌ها نیست و لازم است عملکرد بانک‌ها با در نظر گرفتن مجموعه‌ای از شاخص‌ها بررسی و در نهایت مبنای تصمیم گیری و تشویق و تنبیه قرار بگیرد. به همین دلیل این پایگاه با در نظر گرفتن وزن بیشتر برای شاخص‌های حیاتی، وضعیت کلی سلامت عملکرد هریک از بانک‌ها را تخمین زده است.",

    showCompleteText: "مشاهده متن کامل",

    bankInfo: "اطلاعات بانک",
    chooseBank: "انتخاب بانک",
    bankName: "نام بانک: ",

    indicatorName: "نام شاخص",
    weight: "وزن شاخص",
    auditStat: "وضعیت حسابرسی",
    description: "توضیحات",
    fullDescription: "توضیحات کامل",
    editRemove: "حذف / ویرایش",

    chooseBankLogo: "بارگزاری لوگوی بانک:",
    chooseFile: "انتخاب فایل",

    indicatorsList: "لیست شاخص‌ها",

    submit: "ثبت",

    rUSure: "آیا مطمئن هستید؟",
}

export default faTextConstant